{"type":"data","nodes":[null,{"type":"data","data":[{"essay":1},{"slug":2,"title":3,"created":4,"updated":-1,"content":5},"gene_editing","The gene-editing of human babies","2025-10-06","\n# The gene-editing of human babies\n\nIn May 15, 2025, a 7-8 month old baby received gene editing treatment at the Children’s Hospital of Philadelphia for a congenital liver disease.\n\n# Background\n\nThe baby had a congenital defect (mutation leading to a truncation) of the CPS1 enzyme (carbomyl phosphate synthetase 1) which is a key part of the urea cycle that handles nitrogenous waste during the breakdown of proteins in the body. Without this treatment, the baby would have accumulated ammonia (hyperammonemia) which is a neurological depressant that can progressively shut the body down (causing respiratory depression and eventually leading to a coma). The only treatment for this condition in the past was a liver transplant.\n\n# Methods & Results\n\nGene editing treatment was performed using an advanced form of CRISPR (base editing) which performs corrective chemistry on the DNA. The editing treatment consists of a guide RNA and mRNA template for the base editing enzyme delivered in a lipid nanoparticle formulation similar to the COVID vaccine. Two doses were delivered 1 month apart. \n\nThe editing machinery was tested first in a human hepatic cell line (HuH-7) with the patient’s mutation pre-installed using lentiviruses. The treatment was shown to be specific to the mutation without significant off-target effects.\nNext, testing was performed in a mouse model genetically engineered to carry the patient’s mutation. Editing was shown to be successful in 42% of the mouse’s liver cells.\nFinally, monkeys were used to perform safety testing. It was found that the treatment causes a temporary elevation of liver enzymes (transaminitis), which has happened in past trials of gene-editing in primates for inherited cardiovascular disease.\nUsing data from the above testing, an IND application was submitted to the FDA to approve an N=1 trial of the treatment in the baby patient. The drug successfully lowered the baby’s blood ammonia levels and dietary dependency on nitrogen-scavenging medication to half the original dose. The baby was also able to tolerate higher protein in its diet. A biopsy was not performed to check for how much of the liver was successfully treated due to the inherent danger of the procedure at a young age.\n\n# Limitations\n\nSince somatic editing does not guarantee complete treatment of the baby’s liver cells, any unedited cells with the original mutation may divide and re-populate the organ. This means that the therapy will have to be repeated if the disease causes symptoms again in life later on.\n\nSomatic editing in general relies on successful penetration of the target organs in a patient. If the target organ is the liver, lipid nanoparticles work well since the drug is naturally carried to the liver during metabolism. However, other organs such as the eyes or the brain are relatively protected from lipid nanoparticles administered into the circulation, so alternative vehicles need to be engineered to carry the gene editors to those organs. For this purpose, we currently rely on engineered viruses which infect humans. \n\nEngineered viruses - especially those designed to be efficient at carrying genetic payloads to target organs - can be very dangerous if weaponized. In the context of research and medicine, these viruses are attenuated (their replication machinery is removed) so that they cannot infect anyone outside of the intended patient. If their natural replication machinery were to be left alone or restored, they would become infective again when released into human society and could be loaded with harmful payloads rather than therapeutic ones. \n\n# The Case for a Germline Approach\n\nThe many diseases due to single mutations (SNPs) which collectively make up the long tail of genetic diseases can either be corrected through a somatic or germline approach. In the somatic approach, the affected tissues and organs are targeted after birth. Since somatic editing doesn’t fully resolve a genetic defect and may have to be repeated throughout life for continued efficacy (as the cells in the target organs turn over), this can become a chronic treatment burden for patients. At the moment, the therapy costs ~$800K (the same as a liver transplant) per dose.\n\nSomatic gene editing also favours the research and development of genetically engineered viruses as vehicles to deliver payloads to the target organs. These engineered viruses are designed to be highly efficient at penetrating the tissues of the human body. In the limit, as the number of highly efficient engineered viruses targeting human organs increases over time, it will become progressively easier to deliver targeted genetic payloads into the human body. These viruses which are intended for therapy could be weaponized to deliver harmful payloads into the body. If their natural replication machinery is intact or restored, they would be able to multiply throughout the human population and could trigger engineered pandemics.\n\nThe germline approach to gene editing, where the parent’s reproductive cells (sperm and eggs) are targeted, offers a way to avoid these problems. Sperm and eggs can be edited and selected prior to birth so that embryos are created which do not inherit the genetic defects of the parents. \nSince all cells in the body of the child derive from the embryo, the complete removal of a disease-causing mutation from all future organs can be guaranteed. \n\nThe technical gap in this approach right now is determining whether germline cells remain fertile after editing. If edited germline cells can fertilize an embryo, it is possible to perform multiple fertilizations and cultivate multiple embryos in parallel with the existing tools of modern IVF clinics and embryology labs. Pre-implantation genetic diagnosis (PGT) can be performed on these embryos at the multi-cellular stage using the methods of molecular biology. The genome sequencing results from cells sampled from each embryo can be used to determine which embryo was fertilized by the edited germline cells. Finally, the selected embryo can be implanted and a pregnancy initiated.\n\nThe main ethical dilemma of germline editing is whether or not consent can be given in a trans-generational manner (for all subsequent generations of humans derived from the embryo which was conceived using edited germline cells). If a mistake happens, it is going to be inherited by all subsequent generations unless sterilization occurs (humans in the affected lineage agree not to have children). Furthermore, the choice of whether or not to have permanent genome modifications cannot be consented to by children of future generations.\n\nAs a counter-argument, the technology to perform accurate and precise chemistry on the individual DNA bases of the human genome has reached significant maturity. We have the knowledge to build these precision editors. We have tested them with whole-genome sequencing to make sure that they are effective at correcting target mutations and do not have significant off-target effects. The technology to manufacture and monitor the effects of gene editing are increasingly well-developed and becoming easier to scale. The risk of making a mistake is very low and shrinking further as time goes by.\n\nIf the initial application of this germline editing technology is to correct well-known mutations responsible for inherited disease, then the technology exists to begin testing this now. Regarding the second part of the ethical dilemma, the decision to have a child with somebody already affects subsequent generations of humans because it determines the genetic traits of the people who are brought into the world. However, as it stands, these decisions can sometimes lead to diseases such as anemia and cystic fibrosis, which are going to be inherited by people of future generations. If the technology exists to alleviate their suffering and prevent a lifetime of dependency on medical treatment, then making that decision is positive for humanity and the right thing to do for the health of our descendants."],"uses":{"params":["slug"]}}]}
